{
  "alpha-nvim": { "branch": "main" },
  "dashboard-nvim": { "branch": "master" },
  "fd": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "presence.nvim": { "branch": "main" },
  "ripgrep": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "transparent.nvim": { "branch": "main" },
  "visual_studio_code": { "branch": "master" }
}